Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Plain Bagel] KO>EN.tmx
Source language: ko_kr
Languages: en

source: 전 질문 많이 해주시는 분이 좋아요 ㅎㅎㅎㅎ
en: I like people who ask many questions hahaha

source: 회원 탈퇴
en: To Leave

source: - 공포 스릴러 트레이닝 데이 아가단계 탈출 축하!
en: - Congrats on passing the first stage of your horror movie training!

source: 쿠폰 사용하기를 누른 이후 72시간 내에 사용하지 않을 경우 소멸됩니다.
en: They will expire in 72 hours if they remain unused after pressing "Use Coupon".

source: 기간 만료된 쿠폰은 사용할 수 없습니다.
en: You cannot use expired coupons.

source: 빈티지 가죽 노트
en: Vintage leather notebook

source: 게스트 계정일 경우 재설치 시 새로운 계정으로 인식되어 결제 내역이 소멸되며, 플레이 연동이 불가합니다.
en: If you have used a Guest account, your account will be recognized as a new account if you delete and reinstall the app. Therefore your transaction history will be deleted, and your gameplay will not be synced.

source: - 소영언니랑 주율이가 의외로 어울려요!
en: - Soyoung and Juyul look pretty good together!

source: 내 마음을 좀 들여다봤던 시간...
en: I got to take a closer look into my heart...

source: 재화 획득 경로 별 소멸 기한은 다음과 같습니다.
en: The expiry dates for currencies obtained through each route are as follows.

source: [고객센터 접수양식]
en: [Help Center Inquiry Form]

source: 결제 영수증이 있을 경우 :
en: If you do have a transaction receipt:

source: - 맥주 때문인지 추워도 들떳던 하루!
en: - Might've been because of the beer, but I felt excited, even in the cold!

source: 결제 영수증 :
en: Purchase receipt:

source: 회원 정보 복구에 성공했습니다.
en: Your account information has been recovered successfully.

source: 메세지 보내기
en: Send message

source: 이 때에는, 앱을 백그라운드에서 완전히 종료한 뒤 재 실행 한 상태의 시간 기준으로 진행해 주시면 됩니다.
en: If you are facing this issue, make sure to close the app completely, run the app again, and continue from there.

source: - 원주율 뭐지?
en: - What's with Juyul today?

source: 탈퇴하기 클릭
en: Click "Apply to Leave".

source: 회원 탈퇴 신청
en: Request to Leave

source: 재화는 획득 방식에 따라 기간 별로 소멸됩니다.
en: Currency will expire depending on how it was obtained.

source: 밤에 무거운 건 좀
en: I don't like heavy snacks at night

source: - 나도 속도를 존중하는 편.
en: - I also try to respect my partner’s pace.

source: 좋아하는 영화 / 장르는?
en: Your favorite movie and genre?

source: N시 까지
en: NN:NN

source: 위로 스와이프 해보세요!
en: Try swiping up!

source: 24시간 후에도 미지급된 골드가 있을 경우 아래 이미지의 리스트 확인 후 오퍼월 운영사로 직접 문의하셔야 합니다.
en: If you still have not received Gold after 24 hours, please check the list below and contact the Offerwall operator.

source: [메세지를 선택해주세요]
en: [Please select a message.]

source: 공연 때문에 안미 오빠 때문에?
en: Was it because of the concert, or because of Euntae?

source: ※ 교체 시 기존에 저장한 엔딩을 복구할 수 없습니다.
en: ※ Once replaced, you won't be able to recover the previously saved ending.

source: 게스트 계정 사용중인데 연동할 수 있나요?
en: If I'm currently using a Guest account, can I link it to a social media account?

source: - 초콜렛 좀 볼 줄 아는 재밌는 연우님과
en: - With Yeonwoo, who knows her chocolates

source: 탈퇴신청 취소는 탈퇴 후 24시간 이후부터 가능합니다.
en: You may cancel your request to leave the app at least 24 hours after you have submitted your request.

source: 룰렛 보상
en: Roulette Rewards

source: 재화 소진 및 소멸
en: Currency Usage and Expiry

source: 짝사랑이 되지 않으려면 좀 더 노력해야 해요!
en: You'll have to try a bit harder if you don't want this to be one-sided!

source: ✔️ 4배속 진행 모드 선택 가능
en: ✔️ Can select 4x speed Fast Mode

source: 삭제된 정보는 복구가 불가능합니다.
en: You won't be able to recover deleted data.

source: 아래 질문 리스트에서 해당되는 질문을 선택한 후 [문의 양식]을 갖추어서 문의하실 경우 더욱 빠른 응대가 가능합니다.
en: You may receive a faster response if you select a question below that corresponds to your issue and fill out the [Inquiry Form].

source: - 또 보니까 반갑네요 다들
en: - It was great to see everyone again

source: 최종 선택
en: Final Decision

source: - 연우 누나에게 비밀 장소 오픈 ㅋㅋ
en: - Revealed a secret spot to Yeonwoo! Haha

source: 밝고 재밌는 분이신 것 같아요.
en: You seem like a bright and fun person.

source: - 대화 즐거웠어요
en: - I had a fun time talking

source: 로그인 계정
en: User Account

source: - 같이 있으면 즐거워.
en: - It's fun when we're together.

source: 결제수단 (예.{j}카드결제) 에 따라 외화 결제가 진행되는 경우, 환불 및 수수료가 적용되어 최종 구매 금액이 실제 상품 금액과 다를 수 있습니다.
en: Depending on the method of payment (ex: card payment),{j}certain refunds or fees may be applied to the purchase made in foreign currency. Therefore, the amount charged may differ from the actual product price.

source: 기분좋은 낯섦
en: Pleasant feelings of unfamiliarity

source: 쿠폰
en: Coupons

source: - 규빈이랑 도하(형)♥
en: - Kyubin and Doha♥

source: 재시도
en: Retry

source: 결제 취소 (환불) 방법
en: How to cancel your payment (Refund)

source: 2) 무제한 배터리의 경우, 구입과 동시에 사용이 시작되므로 환불이 불가능 합니다.
en: 2) For Free Batteries, the usage period begins at the time of purchase. Therefore, you cannot get a refund.

source: 피카 이용 팁
en: Picka Play Tip

source: 함께 있을 때 재밌는 사람
en: Someone who's fun to be with

source: 중복 결제 정보 :
en: Information regarding the double charge:

source: 설정
en: Settings

source: 3초뒤에 다시 시도해주세요.
en: Please try again in 3 seconds.

source: SNS 계정 연동이 가능한지 궁금해요.
en: Can I link to my social media account?

source: 탈퇴 신청
en: Request to leave

source: 이 때에는 다음의 절차에 따라 진행해 주시면 됩니다.
en: If you are facing this issue, please follow the steps below:

source: - 떡볶이
en: - Spicy rice cakes

source: 다음 이야기가 궁금하다면?
en: Curious about the next story?

source: 다른 기기에서 접속한 경우, 로그인을 진행하면 이전 기기에서는 더 이상 접속이 불가능합니다.
en: If you are logged in on another device, you will no longer have access through your previous device once you log in.

source: 배터리 제약 없이 무제한 배터리로 정주행하세요!
en: Continue with Unlimited Battery!

source: - 너보다 조금 더 좋아하는건 비밀로 해야지
en: - I'll keep it a secret that I like you a little more than you do.

source: * 최대 30개 까지 저장됩니다.
en: *Storage limit: 30

source: 접기
en: Hide

source: 연애에 진심을 쏟아본 적이 없는 것 같아요...
en: I've never put everything into a relationship...

source: 엔딩을 진행한 스토리의 채팅방으로 이동
en: Go to the chatroom of a completed story.

source: 친해지고 싶은 사람 &{j}벌써 친해진 것 같은 사람 //_//
en: Someone I'd like to get close with & someone I already feel like I've gotten close to{j}

source: 탈퇴를 원하지 않을 경우 신청 다음 날부터 13일 내에 탈퇴 취소가 가능합니다.
en: If you change your mind, you can cancel within 13 days of your request.

source: 지금부터 다섯 개의 질문이 주어집니다.
en: Participants will now be given five questions.

source: ※ 구입 후 즉시 적용되며 (N월N일 오후 N시N분) 만료예정
en: ※ Applied immediately after purchase and expires (MM/DD NN:NN).

source: - 첫 데이트였는데 ㅎㅎ 오빠 덕분에 넘 즐거웠어요! ><
en: - My first date, hehe. Thanks to Euntae, I had so much fun!

source: 마지막으로 마음을 확실히 표현해요!
en: Make sure to deliver your feelings for the last time!

source: 기분 전환이 필요해 헤헤
en: I need a change of mood hehe

source: N골드가 사용됩니다.
en: N Gold will be used.

source: 앱을 재 설치했기 때문에 이전에 진행한 채팅 내용이 남아있지 않습니다.
en: Since the app has been reinstalled, your previous chat history has been deleted.

source: 앱 삭제 후 재설치 시 계정이 보존되나요?
en: If I delete and reinstall the app, will my account remain?

source: 여기까지 와줘서 고마워!
en: Thanks for coming all the way here!

source: 배속모드 적용!
en: Activate Fast Mode!

source: - 그냥 soulmate
en: - Just soulmates

source: 타임리프 지점
en: Time Leap Starting Points

source: - 천성이랑 소영이?
en: - Cheonsong and Soyoung?

source: 배터리 N% (또는 골드 XX){j}충전하시겠습니까?
en: Recharge Battery N% (or XX Gold)?

source: 무제한 배터리
en: Unlimited Battery

source: 지금 바로 시작해보세요!
en: Play now!

source: 자꾸 생각나는 거 보면 역시 인가봐
en: I keep thinking about you. I think I know why.

source: (참고 : iOS 의 경우, 애플에서 결제 지급을 늦게 하거나/지급액을 나누어서 하는 경우가 있어 중복 결제로 오인할 수 있습니다.{j}이 경우에는 실제 결제 금액 차감 여부를 확인해 주시면 됩니다.)
en: (Please note: For iOS, Apple may delay the purchase or divide the purchase into multiple payments. This may cause a misunderstanding of being charged twice.{j} In this case, please check the actual amount you have been charged.)

source: (*상법 제 64조 상사시효에 근거함)
en: (*Based on Article 64 of the Commercial Law Article 64: Statute of Limitations for Commercial Claims)

source: - 많은 것을 전수해준 시간이었다...^^
en: - Learned quite a lot today!

source: - 해리포터 / 판타지 (근데 사실 다 좋아함!)
en: - Harry Potter / Fantasy (but I like all genres!)

source: - 보고 싶을거야...
en: - I'll miss you...

source: 고맙습니다.
en: Thank you,

source: 타임머신을 타고 가서 숨겨진 에피소드를 찾아보세요!
en: Go back in time and find the hidden episodes!

source: 남녀 1명씩 마피아/시민A/시민B/시민C 총 4팀을 만ㄷ르어 드릴 예정입니다.
en: One male and one female each will be put into 4 teams: Mafia/Civilian A/Civilian B/Civilian C.

source: - 그런데 그걸 싫어했었다.
en: - But I didn’t like that.

source: 참가 이유 : ♡러브♥러뷰냥♡하고 싶습니닷!!
en: Reason for Participation: I wanna fall in♡LOVE♥Luv♡

source: Google로 로그인
en: Continue with Google

source: - 평소랑 다를 바 없을 것 같습니다.
en: - I’m just like my usual self.

source: 사용 중인 기기 기종/ OS 정보
en: The current model and OS of your device

source: 다만 재설치 시 진행한 채팅 내역은 연동되지 않으며, 진행했던 지점 까지의 타임리프 및 공략 상태 보존만 가능합니다.
en: However, if you reinstall the app, your previous chat history will not be synced. You can time leap to where you have played and save the progress made to that point.

source: N골드를 사용하여 지금 바로 메시지를 확인하시겠습니까?
en: Use N Gold to check the message now?

source: 설치하러 가기
en: Install

source: 페이스북 계정 삭제 후 복구 가능한가요?
en: Can I recover my account after I've deleted my Facebook account?

source: ※ 배터리 충전은 매일 최대 60% (20% 씩 3회) 까지만 가능합니다.
en: ※ You can only charge up to 60% Battery per day (20% each time, total of 3 times)

source: 1번에 해당할 경우, 아래의 정보를 고객센터 메일로 첨부해 주세요.
en: For inquiries about number 1, please send the information below to the Help Center.

source: - 유저 이메일 :
en: - User e-mail:

source: - 아이디어 하나 하나 다 멋지니까 다 적어둬
en: - Your ideas are amazing, so make sure to write them all down

source: 무료 배터리 선물
en: Free Battery Gift

source: 하트의 왕
en: King of Hearts

source: - 음...
en: - Hmm...

source: 참여한 미션의 종류 및 미션 달성 완료 화면 캡쳐
en: A screenshot that shows the mission you have participated in and the notification of your completion

source: - 생각이 많을 땐 레몬 사탕이지
en: - Lemon candy is the best when your head is full of thoughts

source: 촉감이 마음에 들어요
en: It feels pretty nice

source: - 다 좋은데 요즘은 족발이 최애
en: - I like everything, but my recent favorite is pig’s trotters

source: 배터리 N%
en: N% Battery

source: 이번에는 무료로 진행합니다.
en: This time, you will continue for free.

source: - 도하는 버킷리스트 하나 지웠는데.
en: - Doha crossed an item off his bucket list.

source: 7,500원 → 3,900원
en: 7,500 won → 3,900 won

source: 복사가 완료되었습니다.
en: Copied.

source: 앱 삭제 시 채팅 내용이 사라지니 주의하세요.
en: If you delete the app, all chat history will be deleted.

source: 브런치는 어떠셨나요?
en: How was brunch?

source: 알림설정
en: Notification Settings

source: 익명으로 진행되기 때문에 본인을 유추할 수 있는 정보를 넣을 수 없으며 위반시 메세지 전달이 제한됩니다.
en: Hearts are sent anonymously, therefore you may not include information that may give your identity away. If you do, your message may not be sent.

source: 무료 충전소
en: Free Charging Station

source: 삭제
en: Delete

source: 나잇 아웃
en: Night Out

source: 서로를 긍정적으로 보는 사이!
en: You both regard each other in a positive light!

source: 계정 연결 터치
en: Tap [Link Account].

source: 버튼을 눌러주세요
en: Start!

source: 기존 앱 사용시 이용한 페이스북 계정을 탈퇴한 경우
en: Deleting the Facebook account you linked while using the app

source: 맛있었어요.
en: And the snacks were good.

source: 새로운 앱 버전
en: New App Version Available

source: 재화 타입 별 소멸 기준
en: Expiry date for each coupon type

source: 단, 데이트권은 1장만 주어지기 때문에 둘 중 한 명이 양보해야 합니다.
en: However, only one date is rewarded, so one person of the two must give up the reward.

source: 나이 :{j}24
en: Age: 24

source: 재화 지급이 확실하지 않을 경우 재 결제 보다는 문의하는 것을 추천 드립니다.
en: If you are not sure whether or not your currency has been applied to your account, we recommend that you inquire first before trying to purchase again.

source: 미션을 완료하였는데도 리워드가 지급되지 않을 경우, 아래 내용을 참고하여 문의를 진행해 주시면 감사하겠습니다.
en: If you have not received the reward after completing the mission, please refer to the information below and make an inquiry.

source: 친구 이상 연인 미만?
en: More than friends but not quite lovers?

source: 오늘 왜 멋있었지?
en: Why does he look so cool?

source: 골드 N개가 충전되었습니다.
en: N Gold has been recharged.

source: YW :하나는 확실히 알았네
en: YW: There's one thing I realized for sure

source: 아직은 말 그대로 남남!
en: Still pretty much strangers!

source: 진행중인 미션이 사라졌어요.
en: The mission I was participating in disappeared.

source: 스토리를 진행하며 모은 기억, 추억들을 보관하는 곳입니다.
en: This is where all your memories and moments are saved.

source: 조금만 더 힘내요.
en: You can do it.

source: 스토어 가기
en: Store

source: 나에 대해서 더 잘 알게 해줄 사람을 만나고 싶어요!
en: I'd like to meet someone who can help me get to know myself better!

source: 시작하기
en: Start

source: 링크
en: Link

source: 채팅
en: Chats

source: 게스트 계정의 경우 앱 삭제 시 결제/재화/플레이 내역 등이 초기화 되므로 주의하시기 바랍니다.
en: Deleting the app on a Guest account will cause all transaction/currency/gameplay history to reset.

source: 요즘 그냥 집중이 안되는데?
en: I can't seem to focus these days.

source: - 핀잔은 괘 들었지만, 영화도 잘 봤고 간식도 잘 먹었죠?
en: - Got scolded quite a bit, but we enjoyed the movie and the snacks, right?

source: - 기본 재화는 구입 후 5년간 소멸되지 않습니다.
en: - Currency will be valid until 5 years after purchase.

source: 죄송합니다.{j}
en: Sorry,

source: 친구 혹은 지인?
en: Friends, or maybe acquaintances?

source: 바이닐 정리
en: Organizing my vinyls

source: 물음표 생긴 사람 있긴 한데 선물은 아직
en: I’m curious about someone, but I don’t know about a gift yet

source: - 하이볼 & 한강 산책 역시 재밌었다
en: - High ball & Han River stroll was really fun, as expected

source: ※ 잔여 재화의 환불은 불가능합니다.
en: ※ Leftover currency cannot be refunded.

source: 1) 휴대폰 설정 변경 :
en: 1) Change your device settings:

source: 사용자 이름을 탭한 다음 'iTunes 및 App Store'를 탭 합니다.
en: Tap on your account name, then tap iTunes and App Store.

source: 8자 이하로 입력해주세요.
en: Please enter less than 8 characters.

source: 더이상 헷갈릴 필요 없을 것 같음!
en: There’s no need to be confused anymore!

source: 심장이 하루 종일 뛰는데 어떡하지
en: My heart’s ben pounding all day. What do I do?

source: 나가기
en: Leave

source: 획득 완료!
en: Obtained successfully!

source: 헷갈리게 만들지 말고 오타도 만들지 말고
en: Don’t make me confused, and don’t make typos

source: 나를 잘 알고 있다고 생각했는데 아닌 것 같아요.
en: I thought I knew myself well, but I guess I was wrong.

source: 직업 :
en: Occupation:

source: 안드로이드 :
en: Android:

source: 계정 아이디를 확인하고 싶어요.
en: I want to find my account ID.

source: ※ 사용하지 않을 때에도 시간이 소진됩니다.
en: ※ The timer is active even when not in use.

source: 12.2 이상
en: 12.2 and higher

source: 아래와 같은 사유일 경우 기존 정보 복구가 불가능합니다.
en: In the following cases, you will not be able to retrieve your existing data.

source: 스토리 정보
en: Story information

source: 튜토리얼
en: Tutorial

source: 아직 그 분에게 심장이 뛰지 않는 것 같아요.
en: Your heart doesn't seem to flutter for him yet.

source: 2자 이상 입력해주세요.
en: Please enter more than 2 characters.

source: 참가자들은 <이달의 연애>에서 대화방을 오픈해드릴 때에만 대화할 수 있습니다.
en: Participants may only chat with one another when the <30 Days to Love> chatroom opens.

source: 피맥타임
en: Pizza and Beer Time

source: 잠깐!
en: Wait!

source: - 성수동 아지트! (aka 작업실)
en: - Seongsu hideout! (aka my work studio)

source: 조용하고 스콘이 맛있어요.
en: It's quiet, and the scones are delicious.

source: 엔딩 북 저장
en: Save Ending Book

source: (NAME) 님이 퇴장하셨습니다.
en: (NAME) has left the chat.

source: 찾아라 X맨
en: Find the X-Man

source: - 예의바른 은태님
en: - Euntae is very polite

source: 직업 :{j}수의사
en: Occupation: Veterinarian

source: 소진된 재화는 앱 내 '설정' 의 '재화현황' 을 통해 확인 가능합니다.
en: You can check your expired currency in the app [Settings] > [Transaction History].

source: 타임리프 후 골드 사용 관련
en: Using Gold after time leaping

source: - 쿠폰 사용하기를 누른 이후 72시간 내에 사용하지 않을 경우 소멸됩니다.
en: - Will expire in 72 hours if they remain unused after pressing "Use Coupon".

source: 편집
en: Edit

source: 소멸 내역은 앱 내 '설정' 의 '재화현황' 에서 확인 가능하며, 하단의 '쿠폰 별 사용기한 및 유효기간' 을 참고해 주세요.
en: You can check your expired currency in the app [Settings] > [Transaction History]. Check the [Usage Period and Expiry Date] located at the bottom of the screen.

source: 엔딩 북 교체에는 (N)G 가 소요됩니다.
en: (N)G is required to replace this ending.

source: ✔️ 자동메세지 송부 가능
en: ✔️ Can send messages automatically

source: - 연희대 후문쪽 카페...
en: - A cafe by the back gate of Yeonhee University...

source: 앱을 재 설치 한 경우, 로그인을 진행하시면 됩니다.
en: If you have reinstalled the app, you may continue to log in.

source: 현재 진행중
en: In Progress

source: 참고로, 기존에 진행하던 채팅 내용은 저장되지 않습니다.
en: Please note that your previous chat history will not be saved.

source: 무료 배터리는 자동 충전되나요?
en: Is Free Battery charged automatically?

source: 사랑에 빠지고 싶어요.
en: I want to fall in love.

source: 문의 사항의 종류와 내용을 기입해 주세요.
en: Please include the category and details of your inquiry.

source: 결제 실패에는 여러가지 원인이 있기에, 아래 내용 확인 및 재시도를 진행해 주시면 감사하겠습니다.
en: Purchase failures may occur for various reasons, so please check the information below and try again.

source: ※ 다른 엔딩 북으로 교체 시 (N)G 가 소요됩니다.
en: ※ You will need (N)G to replace the ending.

source: 우정일지 사랑일지 궁금해 지는 커플!
en: Friends? Or lovers? Curious to see how this couple turns out!

source: 한 사람의 친구를 만나면 볼 수도 있는 것.
en: Something I may be able to see when I meet someone

source: 입력하기
en: Enter

source: 정말 재밌게 놀다 가요ㅎㅎ 모두 감사합니다.
en: But I had a lot of fun, hehe. Thank you, everyone.

source: 저희 카페 노트북 전용입니다.
en: You can use laptops at our cafe.

source: 기간은 쿠폰의 종류에 따라 다르기 때문에 쿠폰을 클릭하여 상세 내용을 확인해 주시기 바랍니다.
en: The date/period varies for each type of coupon, so please make sure to tap the coupon and check the details.

source: 참가자분들이 안내받은 곳은 모두 O갤러리의 특정 장소입니다.
en: All participants have been guided to certain locations in the O Gallery.

source: - 잘 부탁 드려요!
en: - I look forward to getting along!

source: - 밥먹고 계획 없이 손 잡고 걷기
en: - Go out to eat, then hold hands and just walk

source: - 벌써 친한 친구 느낌?
en: - Already like good friends

source: 채팅 진행상태
en: Chatting Status

source: - 야식 잘 안먹지만 물만두 좋아해요!
en: - I don't really eat late night snacks but I like dumplings!

source: 앞으로가 기대되요
en: Looking forward to what's to come

source: 재 결제를 진행합니다.
en: Try purchasing again.

source: 아래 그림을 참고하여 문의를 진행하면 대부분의 경우 응답 및 보상이 진행되며, 3~5일 내에 해결되지 않을 경우 아래의 양식에 맞추어 고객센터로 문의해 주시면 감사하겠습니다.
en: If you submit an inquiry according to the steps provided below, you will most likely receive a response and your reward. If the issue remains unresolved within 3 to 5 days, please contact the Help Center using the form provided below.

source: 구매 실패
en: Purchase failed.

source: 파워 10개 모으고 배터리 20% 획득하세요!
en: Collect 10 Power and get 20% Battery!

source: 사용하고 남은 재화를 환불하고 싶어요.
en: I would like a refund on my remaining currency.

source: 로그인 계정의 경우 앱 삭제 후 동일 계정으로 로그인 시 결제/재화내역은 보존되나, 진행한 채팅 내역은 사라집니다.
en: Deleting the app then logging in again on a linked account will preserve data on your transaction/currency, but your chat history will be deleted.

source: - 치앙마이 올드타운, 여기까지.
en: - Chiang Mai Old City, no more spoilers

source: 리틀 포레스트>
en: Little Forest>

source: 신경쓰인다
en: You're on my mind

source: 게임 재설치 방법을 알고 싶어요.
en: I want to know how to reinstall the game.

source: 이 경우 계정 복구 또는 계정 정보 확인 등의 도움을 드리기 어렵습니다.
en: We cannot provide support in recovering this account or accessing account information.

source: - 글 쓰다 지칠 땐 곰 젤리로 비타민 보충!
en: - When you get tired while writing, recharge your vitamins with gummy bears!

source: 아무래도 이 분과의 연애를 기대하는 건 어렵겠어요.
en: Might be difficult to expect a relationship with this person.

source: 나도 모르게 많이 챙기는 편.
en: I unconsciously do a lot of things for my partner.

source: 결제 실패 시 해결 방법
en: How to resolve failed purchases

source: 콘 아무거나1
en: One cone ice cream

source: 기본이미지 설정
en: Use default photo

source: 무료 충전소를 통해 획득한 골드 :
en: Gold obtained from the Free Charging Station:

source: - 같이 가보는 게 버킷리스트
en: - It's on my bucket list to go there together

source: 컬러링 북 채우는 걸 좋아해요
en: I like filling up my coloring books

source: 스토리
en: Story

source: 타임리프에 성공했습니다.
en: You have successfully time leaped.

source: - 오토패스 6시간 330G 240G
en: - 6 Hour Auto Pass 330G 240G

source: 단, 쿠폰의 경우 쿠폰함에서 직접 확인해야 하며, 쿠폰 사용하기를 눌렀을 경우에만 '재화현황' 에서 확인할 수 있습니다.
en: However, coupons must be checked in the Coupon menu. From there, you can only see "Transaction History" if you have used the coupon.

source: 탈퇴에는 약 2주가 소요되며, 탈퇴 후에는 계정의 모든 정보 (결제, 플레이) 가 삭제 됩니다.
en: The process takes up to 2 weeks, and once your account is deleted, all data regarding purchase and gameplay will be deleted.

source: 피드와 데이트
en: Feeds and Dates

source: 반짝이던게 은태오빠 눈인지 별인지 *.*
en: Not sure if the thing that sparkled was a star or Euntae's eyes!

source: 연인으로 가는 문턱 앞!
en: You're just at the doorstep of love!

source: 남은 시간 안에 답변을 선택홰 주세요!
en: Please select an answer within the time limit!

source: 일몰이 가장 예쁜 곳
en: The best place to see a beautiful sunset

source: 통역이 그렇게 멋진 거였어?
en: I had no idea interpreting was this cool.

source: 바로 확인하기
en: Check now

source: 기타 보상
en: Other Rewards

source: Picka 앱의 최소사양을 알려주세요.
en: What are the minimum system requirements for the Picka app?

source: 기간
en: Period

source: 좋아하는 야식 메뉴는?
en: Your favorite late night snack?

source: 충전된 배터리는 충전 후 24시간 내에 사용하지 않으면 자동 소진 되기에 기간 내에 사용하는 것을 권장드립니다.
en: Your Free Battery will disappear if it is not used within 24 hours, so we recommend that you use it within the usage period.

source: 채팅 진행 완료
en: Chatting completed

source: 오늘도 성공!
en: Succeeded again!

source: 최종 선택은 마지막 날 이루어지고, 서로에게 호감을 표현할 경우 커플이 됩니다.
en: The final decision takes place on the last day, and if two participants show mutual interest, they will become a couple.

source: 종료
en: Close

source: 적극적이고 군더더기 없이 표현할 수 있는 사람을 만나서 저를 바꾸고 싶어요.
en: I'd like to meet someone who is active and expresses themselves well so I can change myself.

source: 타임리프 시 초기화 되나요?
en: Will time leaping cause the game to reset?

source: 기존 채팅을 중단하고 이 스토리를 선택하시겠어요?
en: End the current chat and select this story?

source: 비타민 곰젤리
en: Gummy bear vitamins

source: 결제 내역 확인 방법 (iOS)
en: How to Check Transaction History (iOS)

source: 다음 에피소드 먼저 보기
en: View Next Episode Now

source: N골드를 사용하여 지금 바로 다음 에피소드를 보시겠습니까?
en: Use N Gold to see the next episode now?

source: - 예시2.{j}골드 1000G 구입 시, 보너스 재화를 사용했을 경우 환불 불가
en: - Example 2. {j}If you have purchased 1000G, you cannot get a refund if the bonus currency was used.

source: 쿠폰 사용하기를 누른 이후 90일 내에 사용하지 않을 경우 소멸됩니다.
en: They will expire in 90 days if they remain unused after pressing "Use Coupon".

source: <숏 비디오>
en: [SHORT VIDEO]

source: 다음에 다시 뽑아주세요!
en: Try again next time!

source: JY:
en: WJY:

source: 구입한 지 90일이 넘은 항목을 확인하려면 '최근 90일'을 탭한 다음 날짜 범위를 선택합니다.
en: To view purchase history from more than 90 days ago, tap "Last 90 days" and change the date range.

source: 친구하고 싶은 사람?
en: Someone you'd like as a friend?

source: 무료 배터리는 무료 충전소에서 3시간에 한 번 씩 직접 수령해야 합니다.
en: You must go into the Free Charging Station in order to receive your Free Battery once every 3 hours.

source: 이름 :
en: Name:

source: - 유저 ID :
en: - User ID:

source: 딱히 전하고 싶은 마음이 없는걸지도...?
en: Maybe you don’t really have any feelings for him...?

source: - 무슨 생각을 하는 걸까?
en: - I wonder what he's thinking about.

source: 응답코드
en: Response code

source: 쿠폰이 적용되었습니다.
en: Coupon Applied.

source: 획득
en: Obtained

source: 헤어질 땐 서운해서 눈물 날 것 같았어요 ㅠㅠ
en: I was so sad I almost cried when we parted :(

source: 무료 배터리는 24시간 후 자동 소멸됩니다.
en: Your Free Battery will disappear automatically after 24 hours.

source: 이 방법으로도 수령이 활성화 되지 않을 경우, 아래의 양식에 맞추어 고객센터로 문의해 주세요.
en: If this method does not work, please contact the Help Center using the form provided below.

source: - 대체 주량 얼마...?
en: - Seriously, how much can you drink?

source: 기천성
en: Cheonseong Ki

source: 직업 : ♣캎 운영♣(네이버 갚매니저 아님미다>ㅁ<)
en: Occupation: ♣Running a cafe teehee♣

source: 서로를 연애 상대로 보는 두분!
en: You see each other as potential partners!

source: 이후의 채팅내용은 사라집니다.
en: The chat history beyond this point will disappear.

source: 내일 다시 진행해주세요
en: Please come back tomorrow.

source: 참가자들은 이를 수행하며 호감이 가는 상대에 대한 정보를 얻어야 합니다.
en: Participants must take part in these in order to obtain information about the participants they are interested in.

source: 추후 앱 최신버전으로 업데이트 후 재실행 - 앱을 최신버전으로 업데이트 하면 해결되는 경우가 있습니다.
en: Update the app to the latest version, then restart the app. This sometimes solves certain issues.

source: 이 방법으로도 접속/실행이 되지 않을 경우 아래의 양식에 따라 고객센터로 문의해 주세요.
en: If you still continue to face these issues, please contact the Help Center using the form provided below.
